---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs
source: html/cc0f4e71-5aad-48c8-b59b-38947da8637d.htm
---
# TransferringProjectStandardsEventArgs Methods

When the event is cancellable, may call the Cancel() method to cancel it.